Repository: risingstar2018/dagcoin
Catalog: i18n/po/*.po
Languages: et_ee, id_id

source: Request specific amount
et_ee: Määratud summa taotlus
id_id: Meminta jumlah tertentu

source: Required number of signatures
et_ee: Nõutud allkirjade arv
id_id: Diperlukan jumlah tanda tangan

source: Retrying...
et_ee: Proovitakse uuesti...
id_id: Mencoba lagi...

source: SET
et_ee: MÄÄRA

source: Save
et_ee: Salvesta
id_id: Simpan

source: Saving preferences...
et_ee: Eelistuste salvestamine...
id_id: Menyimpan preferensi...

source: Scan Fingerprint
et_ee: Sõrmejälje Skanneering
id_id: Pindai Sidik Jari

source: Scan QR Code
et_ee: QR-koodi Skanneering
id_id: Pindai kode QR

source: Scan Wallet Funds
et_ee: Rahakoti Vahendite Skanneering
id_id: Pindai Dana Dompet

source: Scan status finished with error
et_ee: Skanneerimine lõppes tõrkega
id_id: Status pemindaian selesai dengan kesalahan

source: Scan the above QR code using the other device, or send this pairing code to the other device:
et_ee: Skanneeri ülaltoodud QR-kood teise seadme abil või saada see sidumiskood teisele seadmele:
id_id: Pindai kode QR di atas menggunakan perangkat lain, atau kirim kode penyandingan ini ke perangkat lain:

source: Scan your fingerprint please
et_ee: Palun skanneeri sõrmejälg
id_id: Pindai sidik jari anda

source: Scanning Wallet funds...
et_ee: Rahakoti Seisu Skanneering...
id_id: Memindai dana Dompet...

source: Scanning for addresses...
et_ee: Aadresside skanneering...
id_id: Memindai alamat...

source: Scanning wallet funds...
et_ee: Rahakoti balansi skanneering...
id_id: Memindai dana dompet...

source: Seed is not valid
et_ee: Seemnefraas on kehtetu
id_id: Benih tidak sah

source: Select a wallet
et_ee: Vali rahakott
id_id: Pilih dompet

source: Select subwallet
et_ee: Vali alamrahakott
id_id: Pilih sub dompet

source: Select your identity
et_ee: Vali oma identiteet
id_id: Pilih identitas anda

source: Send
et_ee: Saada
id_id: Kirim

source: Send <span>dags</span>
et_ee: Saada <span>dage</span>
id_id: Kirim <span> dags </ span>

source: Send Payment
et_ee: Saada makse
id_id: Kirim Pembayaran

source: Send addresses by email
et_ee: Saada aadressid e-mailiga
id_id: Kirim alamat melalui surel

source: Send all
et_ee: Saada kõik
id_id: Kirim semua

source: Send by email
et_ee: Saada e-mailiga
id_id: Kirim melalui surel

source: Sending funds...
et_ee: Raha saadetakse...
id_id: Mengirim dana...

source: Sending...
et_ee: Saadetakse...
id_id: Mengirim...

source: Session log
et_ee: Sessiooni logi
id_id: Log sesi

source: Set up a Password
et_ee: Parooli Seaded
id_id: Mengatur Kata Sandi

source: Set up a password
et_ee: Seadista parool
id_id: Mengatur Kata Sandi

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
et_ee: E-posti teatiste seadistamine võib ohustada Sinu privaatsust, juhul kui rahakoti teenusepakkuja satub rünnaku ohvriks. Võimaliku kurikaela jaoks võib saadaolev teave sisaldada vaid Sinu rahakoti aadresse ja selle seisu, kuid mitte rohkem.
id_id: Menyiapkan pemberitahuan surat elektronik bisa melemahkan privasi anda, jika penyedia layanan dompet dikompromikan. Informasi yang tersedia untuk penyerang akan mencakup alamat dompet anda dan saldonya, namun tidak lebih.

source: Settings
et_ee: Seaded
id_id: Pengaturan

source: Share address
et_ee: Aadressi jagamine
id_id: Bagikan alamat

source: Share the link above to receive payments.
et_ee: Maksete vastuvõtuks jagage ülalolevat linki.
id_id: Bagikan tautan di atas untuk menerima pembayaran.

source: Share wallet link
et_ee: Jaga rahakoti linki
id_id: Bagikan link dompet

source: Show the Wallet Seed Anyway
et_ee: Näita rahakoti seemnefraasi igaljuhul
id_id: Tetap tunjukkan Benih Dompet

source: Sign transaction spending from wallet ?
et_ee: Kinnitada ülekande kulud rahakotist?
id_id: Menandatangani pengeluaran transaksi dari dompet ?

source: Single address wallet
et_ee: Ühe aadressiga rahakott
id_id: Dompet alamat tunggal

source: Single address wallets will not spawn new addresses for every transaction, change will always go to the one and only address the wallet contains.
et_ee: Ühe aadressiga rahakotid ei tekita uute tehingute jaoks uusi aadresse, sellised rahakotid sisaldavad alati vaid ühte aadressi.
id_id: Dompet alamat tunggal tidak akan membuat alamat baru pada setiap transaksi, kembalian akan selalu ditujukan ke satu-satunya alamat pada dompet.

source: Small Expenses Wallet
et_ee: Rahakott väikeseks kulutusteks
id_id: Dompet Kecil Pengeluaran

source: Sorry, Copay is not supported by your browser. Please use a current version of Google Chrome, Mozilla Firefox, Internet Explorer, Safari, or Opera. <br> Note that localStorage should also be enabled (enabled by default in most cases).
et_ee: Vabandame, Sinu brauser ei toeta Copay´d. Palun kasuta viimase versiooni Google Chrome, Mozilla Firefox, Internet Explorer, Safari või Opera brauserit. <br> NB! Jälgi, et kohalik salvestamine oleks lubatud (enamikul juhtudel vaikimisi lubatud).
id_id: Maaf, Copay tidak didukung oleh browser Anda. Gunakan versi Google Chrome, Mozilla Firefox, Internet Explorer, Safari, atau Opera terkini. <br> Perhatikan bahwa localStorage juga harus diaktifkan (diaktifkan secara default dalam banyak kasus).

source: Specify Seed...
et_ee: Seemnefraasi täpsustus...
id_id: Tentukan Benih...

source: Spending Restrictions
et_ee: Kulutuste piirangud
id_id: Pembatasan Pengeluaran

source: Status
et_ee: Olek

source: Still not done
et_ee: Veel tegemata
id_id: Masih belum selesai

source: Success
et_ee: Tehtud
id_id: Sukses

source: Successfully changed
et_ee: Edukalt muudetud
id_id: Berhasil mengubah

source: Sweep Wallet
et_ee: Puhasta rahakott
id_id: Sapu Dompet

source: Syncing... {{index.syncProgress}}
et_ee: Sünkroonib... {{index.syncProgress}}
id_id: Sinkronisasi... {{index.syncProgress}}

source: THIS ACTION CANNOT BE REVERSED
et_ee: SEDA TOIMINGUT EI SAA TAGASI PÖÖRATA
id_id: TINDAKAN INI TIDAK DAPAT DIBALIK

source: Tap the
et_ee: Kliki sellel
id_id: Ketuk

source: Tap to retry
et_ee: Kliki uuesti
id_id: Ketuk untuk mencoba lagi

source: Terms of Use
et_ee: Kasutaja tingimused
id_id: Syarat Penggunaan

source: The Funding Client is not ready
et_ee: Maksja pole valmis
id_id: Nasabah Pendanaan belum siap

source: The expected value will be posted:
et_ee: Oodatav väärtus edastatakse:
id_id: Nilai yang diharapkan akan diposting:

source: The funding service is currently not supported on secondary wallets. Load some bytes on it
et_ee: Teenustasu jaotusmehhanism ei toeta lisa rahakotte. Võimalik kasutada vaid baitide käsitsi pealelaadimise järgselt
id_id: Layanan pendanaan saat ini tidak didukung pada dompet sekunder. Muat beberapa byte di atasnya

source: The hub suggests replacing the following witnesses:
et_ee: Jaotuskeskus soovitab asendada järgmised kinnitajad:
id_id: Hub menyarankan untuk mengganti saksi berikut ini:

source: The peer receives this payment if:
et_ee: Kaasosaline saab selle makse kui:
id_id: Rekanan menerima pembayaran ini jika:

source: The wallet "{{walletName}}" was deleted
et_ee: Rahakott "{{walletName}}" on kustutatud
id_id: Dompet "{{walletName}}" telah dihapus

source: The wallet is not approved yet
et_ee: Rahakott ei ole veel kinnitatud
id_id: Dompet belum disetujui

source: The wallet will contain minimum information relevant to you. The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately and the wallet is fully functional.
et_ee: Rahakott sisaldab Sinu kohta miinimumteavet. Rahakoti hankija võib omada informatsiooni Sinu konto saldode ja tehingute kohta, kuid rahakott on koheseks kasutamiseks täiesti töökorras.
id_id: Dompet akan berisi minimal informasi yang relevan untuk Anda. Vendor dompet akan dapat mengetahui sebagian dari saldo anda dan dapat melihat transaksi mana yang menjadi milik anda, namun anda dapat segera mulai menggunakan dompet dan dompet berfungsi sepenuhnya.

source: The wallet will contain the most current state of the entire Dagcoin database. This option is better for privacy but will take several gigabytes of storage and the initial sync will take several days. CPU load will be high during sync. After changing to full wallet your money won't be visible until database will synchronize your transactions.
et_ee: Rahakott sisaldab kogu Dagcoini andmebaasi hetkeseisu. See valik on privaatsuse jaoks parem, kuid võtab Sinu seadmes mitu gigabaiti talletusruumi ja algne sünkroonimine võib võtta aega mitu päeva. Seadme protsessor on sünkroonimise ajal kõrge koormuse all. Pärast täieliku rahakoti vahetamist pole Sinu raha nähtav, kuni andmebaas sünkroonib Sinu tehinguid.
id_id: Dompet akan berisi keadaan terkini dari keseluruhan database Dagcoin. Pilihan ini lebih baik untuk privasi tapi akan membutuhkan beberapa gigabyte penyimpanan dan sinkronisasi awal akan memakan waktu beberapa hari. Beban CPU akan tinggi selama sinkronisasi. Setelah berubah menjadi dompet penuh uang anda tidak akan terlihat sampai database akan melakukan sinkronisasi transaksi anda.

source: The wallet will contain the most current state of the entire Dagcoin database. This option is better for privacy but will take several gigabytes of storage and the initial sync will take several days. CPU load will be high during sync.
et_ee: Rahakott sisaldab kogu Dagcoini andmebaasi hetkeseisu. See valik on privaatsuse jaoks parem, kuid võtab Sinu seadmes mitu gigabaiti talletusruumi ja algne sünkroonimine võib võtta aega mitu päeva. Seadme protsessor on sünkroonimise ajal kõrge koormuse all.
id_id: Dompet akan berisi keadaan terkini dari keseluruhan database Dagcoin. Pilihan ini lebih baik untuk privasi tapi akan membutuhkan beberapa gigabyte penyimpanan dan sinkronisasi awal akan memakan waktu beberapa hari. Beban CPU akan tinggi selama sinkronisasi.

source: Their recording preference
et_ee: Nende salvestuste eelistus
id_id: Preferensi rekaman mereka

source: There are no wallets to make this payment
et_ee: Ei ole rahakotte antud maksete sooritamiseks
id_id: Tidak ada dompet untuk melakukan pembayaran ini

source: This Wallet has positive balance.
et_ee: Sellel rahakotil on positiivne saldo.
id_id: Dompet ini memiliki keseimbangan positif.

source: This is a private asset, please send it only by clicking links from chat
et_ee: Need on privaatsed vahendid, palun edastage vaid vestluses olevaid linke
id_id: Ini adalah aset pribadi, kirimkan hanya dengan mengklik link dari chat

source: This payment is already under way
et_ee: See makse on juba tegemisel
id_id: Pembayaran ini sudah berjalan

source: This transaction has become invalid; possibly due to a double spend attempt.
et_ee: See kanne on muutunud kehtetuks; võimaliku topelt ülekande tõttu.
id_id: Transaksi ini telah menjadi tidak sah; mungkin karena upaya pembayaran ganda.

source: This will permanently delete all your existing wallets!
et_ee: See kustutab jäädavalt kõik olemasolevad rahakotid!
id_id: Ini akan menghapus semua dompet anda yang ada secara permanen!

source: To
et_ee: Saajale
id_id: Ke

source: To protect your funds, please use multisig wallets with redundancy, e.g. 1-of-2 wallet with one key on this device and another key on your laptop computer. Just the wallet seed is not enough.
et_ee: Oma rahaliste vahendite kaitseks kasutage mitmikallkirjaga rahakotte, nt sellel seadmel ühte võtit ja oma sülearvutil teist võtit. Ainult rahakoti seemnefraasist ei piisa.
id_id: Untuk melindungi dana Anda, gunakan dompet multisig dengan redundansi, misalnya dompet 1-of-2 dengan satu tombol pada perangkat ini dan kunci lain pada komputer laptop Anda. Hanya benih dompet saja tidak cukup.

source: To restore your wallets, you will need a full backup of Dagcoin data at . Better yet, use multisig wallets with redundancy, e.g. 1-of-2 wallet with one key on this device and another key on your smartphone. Just the wallet seed is not enough.
et_ee: Oma rahakottide taastamiseks pead omama täielikku varukoopiat. Veelgi parem, kasutage mitmikallkirjaga rahakotte, nt selles seadmes ühte võtit ja teises, oma nutitelefonis teist võtit. Ainult rahakoti seemnefraasist ei piisa.
id_id: Untuk mengembalikan dompet Anda, Anda memerlukan salinan lengkap data Dagcoin di. Lebih baik lagi, gunakan dompet multisig dengan redundansi, misalnya dompet 1-of-2 dengan satu tombol pada perangkat ini dan kunci lain pada ponsel cerdas Anda. Hanya benih dompet saja tidak cukup.

source: To:
et_ee: Saaja:
id_id: Untuk:

source: Total Locked Balance
et_ee: Kokku lukustatud saldo
id_id: Total Saldo Terkunci

source: Total number of co-signers
et_ee: Kokku kaaskinnitajaid
id_id: Jumlah total dari co-signers

source: Transaction detail
et_ee: Tehingu üksikasjad
id_id: Rincian transaksi

source: Unable to send transaction proposal
et_ee: Ei saa saata tehingu korraldust
id_id: Tidak dapat mengirim proposal transaksi

source: Unconfirmed
et_ee: Kinnitamata
id_id: Belum dikonfirmasi

source: Unit
et_ee: Üksus

source: Unsent transactions
et_ee: Saatmata tehingud
id_id: Transaksi tidak terkirim

source: Update to {{version}}
et_ee: Uuenda versioonile {{version}}
id_id: Perbarui ke {{version}}

source: Updating Wallet...
et_ee: Rahakoti versiooni uuendamine...
id_id: Memperbarui Dompet...

source: Version
et_ee: Versioon
id_id: Versi

source: WARNING: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
et_ee: Hoiatus: Seemnefraas on kaitstud parooliga. Selle rahakoti taastamiseks on vaja nii mnemoonilist parooli kui ka salasõna.
id_id: PERINGATAN: Benih ini dibuat dengan frasa sandi. Untuk memulihkan dompet ini diperlukan baik mnemonik dan frasa sandi.

source: WARNING: This will permanently delete all your existing wallets!
et_ee: HOIATUS: See kustutab jäädavalt kõik olemasolevaid rahakotid!
id_id: PERINGATAN: Ini akan menghapus semua dompet Anda yang ada secara permanen!

source: WARNINGS:
et_ee: HOIATUSED:
id_id: PERINGATAN:

source: WELCOME TO DAGCOIN
et_ee: TERE TULEMAST DAGCOINI
id_id: SELAMAT DATANG DI DAGCOIN

source: Waiting for co-signers
et_ee: Ootab kinnitust kaasallkirjastajatelt
id_id: Menunggu co-signers

source: Waiting...
et_ee: Ootel...
id_id: Menunggu...

source: Wallet
et_ee: Rahakott
id_id: Dompet

source: Wallet approved by
et_ee: Rahakott on kinnitatud isikul
id_id: Dompet disetujui oleh

source: Wallet declined by
et_ee: Rahakott on tagasi lükatud isikul
id_id: Dompet ditolak oleh

source: Wallet is ready
et_ee: Rahakott on valmis
id_id: Dompet sudah siap

source: Wallet Alias
et_ee: Rahakoti Nimi
id_id: Alias Dompet

source: Wallet Configuration (m-n)
et_ee: Rahakoti konfiguratsioon (m-n)
id_id: Konfigurasi Dompet (m-n)

source: Wallet Id
et_ee: Rahakoti ID
id_id: Id Dompet

source: Wallet Information
et_ee: Rahakoti andmed
id_id: Informasi Dompet

source: Wallet Name
et_ee: Rahakoti Nimi
id_id: Nama Dompet

source: Wallet Preferences
et_ee: Rahakoti Valikud
id_id: Preferensi Dompet

source: Wallet alias
et_ee: Rahakoti hüüdnimi
id_id: Alias Dompet

source: Wallet balance
et_ee: Rahakoti saldo
id_id: Keseimbangan dompet

source: Wallet cannot be converted to single address wallet as it consists of multiple addresses or is multidevice
et_ee: Rahakotti ei saa teisendada ühe aadressi rahakotiks, sest see on seotud mitme aadressiga või on tegemist multiseadmega
id_id: Dompet ini tidak dapat dikonversi ke dompet alamat tunggal karena sudah terdiri dari beberapa alamat atau multi perangkat

source: Wallet name
et_ee: Rahakoti nimi
id_id: Nama Dompet

source: Wallet seed not available.
et_ee: Rahakoti seemnefraas pole saadaval.
id_id: Benih dompet tidak tersedia.

source: Wallet type successfully changed, please restart the application.
et_ee: Rahakoti tüüp on muudetud, palun taaskäivita rakendus.
id_id: Jenis dompet berhasil diubah, harap mulai ulang aplikasi.

source: Wallets
et_ee: Rahakotid
id_id: Dompet

source: Warning!
et_ee: Hoiatus!
id_id: Peringatan!

source: When scanning an error occurred, please try again later.
et_ee: Kui veateate skanneering on lõppenud, proovi hiljem uuesti.
id_id: Saat memindai terjadi kesalahan, coba lagi nanti.

source: Who signs:
et_ee: Kinnitajad:
id_id: Siapa yang menandatangani:

source: Write it down and keep it somewhere safe.
et_ee: Pane see kirja ja hoia ohutus kohas.
id_id: Tuliskan dan simpan di tempat yang aman.

source: Wrong password
et_ee: Vale parool
id_id: Kata sandi salah

source: Yes
et_ee: Jah
id_id: Ya

source: You are sending all your stable amount. Transaction fee will be automatically excluded!
et_ee: Saadad kogu summa. Tehingutasu võetakse automaatselt maha!
id_id: Anda mengirim semua jumlah stabil Anda. Biaya transaksi akan dikecualikan secara otomatis!

source: Your Wallet Seed:
et_ee: Rahakoti Seemnefraas:
id_id: Benih Wallet Anda:

source: Your export password
et_ee: Ekspordi parool
id_id: Kata sandi ekspor anda

source: Your password
et_ee: Parool
id_id: Kata sandi anda

source: Your wallet file:
et_ee: Rahakoti fail:
id_id: Berkas dompet anda:

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
et_ee: Sinu rahakoti võti krüpteeritakse. Parooli ei saa enam taastada. Pane see kindlasti kirja
id_id: Kunci dompet anda akan dienkripsi. Kata sandi tidak bisa dipulihkan. Pastikan untuk menuliskannya

source: Your wallet will be created on this device, keep it safe. See your backup options in the Settings menu.
et_ee: Rahakott luuakse sellele seadmele, hoia seda turvaliselt. Vaata varundamisvalikuid Seadistuste menüüst.
id_id: Dompet anda akan dibuat pada perangkat ini, jaga tetap aman. Lihat pilihan cadangan dalam menu Pengaturan.

source: [ Add new co-signer device ]
et_ee: [Lisa uus kaasallkirjastaja seade]
id_id: [ Tambahkan perangkat co-signer baru ]

source: [your share of payment to the contract]()
et_ee: [kokkuleppe osamakse] ()
id_id: [bagian pembayaran Anda atas kontrak] ()

source: after the contract expires in:
et_ee: pärast lepingu lõppemist:
id_id: setelah kontrak berakhir pada:

source: cancel wallet creation
et_ee: loobu rahakoti loomisest
id_id: batalkan pembuatan dompet

source: clear chat history
et_ee: kustuta vestluse ajalugu
id_id: hapus riwayat obrolan

source: closed result
et_ee: suletud tulemus
id_id: hasil tertutup

source: days
et_ee: päevi
id_id: hari

source: either way
et_ee: mõlemal juhul
id_id: apapun itu

source: explicitly
et_ee: selgesõnaliselt
id_id: secara jelas

source: failed to create shared address :
et_ee: ei saanud luua ühisaadressi:
id_id: gagal membuat alamat bersama:

source: failed to find asset index of asset
et_ee: vahendite indeksit ei leitud
id_id: gagal menemukan indeks aset aset

source: full wallet
et_ee: täiuslik rahakott
id_id: dompet penuh

source: hours
et_ee: tundi
id_id: jam

source: if an event is posted by an oracle:
et_ee: kui sündmus on lisatud oraakli poolt:
id_id: jika sebuah acara diposkan oleh oracle:

source: in merkle tree
et_ee: merkli puus
id_id: di pohon merkle

source: light wallet
et_ee: lihtne rahakott
id_id: dompet ringan

source: locked by pending payments
et_ee: lukustatud ootel maksete pärast
id_id: terkunci oleh pembayaran tertunda

source: more than 1 non-base asset not supported
et_ee: rohkem kui 1 baseerumata vhendit pole toetatud
id_id: lebih dari 1 aset non-base tidak didukung

source: my address not known
et_ee: minu aadress tuvastamata
id_id: alamat saya tidak diketahui

source: no member addresses in
et_ee: liikme aadresse pole
id_id: tidak ada alamat anggota di

source: pairing
et_ee: sidumine
id_id: berpasangan

source: recipient device address not known
et_ee: vastuvõtva seadme aadress tuvastamata
id_id: alamat perangkat penerima tidak diketahui

source: refused to sign the transaction
et_ee: keeldus tehingu kinnitusest
id_id: menolak untuk menandatangani transaksi

source: sending
et_ee: saatmine
id_id: mengirim

source: to
et_ee: saaja
id_id: ke

source: to copy its address.
et_ee: tema aadressi kopeerimiseks.
id_id: untuk menyalin alamatnya.

source: wallets recovered, please restart the application to finish.
et_ee: rahakotid tastatud, palun lõpetuseks taaskäivita rakendus.
id_id: dompet ditemukan, silahkan restart applikasi untuk menyelesaikan.

source: {{address}} can be spent if:
et_ee: {{address}} saab kulutada, kui:
id_id: {{address}} dapat digunakan jika:

source: {{hrd.destinationAddress}} can be spent if:
et_ee: {{hrd.destinationAddress}} saab kulutada, kui:
id_id: {{hrd.destinationAddress}} dapat digunakan jika:

source: {{index.m}}-of-{{index.n}}
et_ee: {{index.m}}/{{index.n}}-st

source: {{item.m}}-of-{{item.n}}
et_ee: {{item.m}}/{{item.n}}-st

source: Import
id_id: Impor

source: {{cancel_label || 'Cancel'}}
id_id: { {cancel_label || 'Batal'}}
