Repository: risingstar2018/dagcoin
Catalog: i18n/po/*.po
Languages: et_ee, id_id

source: (The site won't see your balance and no money will be spent)
et_ee: (Leht ei näe Sinu konto seisu ega kellele raha kulub)
id_id: (Situs tersebut tidak dapat melihat saldo anda dan tidak dipungut biaya)

source: -- Select co-signer --
et_ee: --Vali kaaskinnitaja--
id_id: -- Pilih co-signer --

source: 1. Payment to the contract:
et_ee: 1. Tasumine kokkuleppel:
id_id: 1. Pembayaran ke kontrak:

source: 2. Who can unlock the contract:
et_ee: 2. Kes saab avada kokkuleppe:
id_id: 2. Siapa yang bisa membuka kontrak:

source: <label> <input type="checkbox" ng-model="isAgree"> I confirm that I have read, understood, and agree to these terms.</label>
et_ee: <label><input type="checkbox" ng-model="isAgree"> Kinnitan, et olen lugenud, aru saanud, ja nõustun tingimustega.</label>
id_id: <label> <input type = "checkbox" ng-model = "isAgree"> Saya mengonfirmasi bahwa saya telah membaca, memahami, dan menyetujui persyaratan ini. </ label>

source: <svg-icon name="done"></svg-icon> Copied!
et_ee: <svg-icon name="done"> Kopeeritud!

source: A wallet for decentralized value
et_ee: Detsentraliseeritud väärtusega rahakott

source: About Dagcoin
et_ee: Dagcoinist
id_id: Tentang Dagcoin

source: Accept
et_ee: Kinnita
id_id: Menerima

source: Accept invitation
et_ee: Kinnita kutse
id_id: Menerima undangan

source: Accept invitation from the other device
et_ee: Kinnita teise seadme kutse
id_id: Menerima undangan dari perangkat lain

source: Account ({{derivationStrategy}})
et_ee: Konto ({{derivationStrategy}})
id_id: Akun({{derivationStrategy}})

source: Add a new device
et_ee: Lisa uus seade
id_id: Tambahkan perangkat baru

source: Add a new entry
et_ee: Lisa uus kirje
id_id: Tambahkan catatan baru

source: Add new wallet
et_ee: Lisa uus rahakott
id_id: Tambahkan dompet baru

source: Add wallet
et_ee: Lisa rahakott
id_id: Tambahkan dompet

source: Address
et_ee: Aadress
id_id: Alamat

source: Addressbook
et_ee: Aadressiraamat
id_id: Buku alamat

source: Advanced
et_ee: Täpsemalt
id_id: Tingkat lanjut

source: All Wallet Addresses
et_ee: Kõik Rahakoti Aadressid
id_id: Semua Alamat Wallet

source: Allows to choose wallet type.
et_ee: Võimaldab valida rahakoti tüüpi.
id_id: Memungkinkan untuk memilih jenis dompet.

source: Also in the Settings menu, you will find security options such as setting a password.
et_ee: Seadistuste menüüst leiad ka turvavalikud, näiteks parooli seadistamine.
id_id: Juga di menu Pengaturan, anda akan menemukan opsi keamanan seperti pengaturan sandi.

source: Amount
et_ee: Summa
id_id: Sebesar

source: An event is posted by an oracle:
et_ee: Sündmus on lisatud oraakli poolt:
id_id: Peristiwa dilansir oleh peramal:

source: Application in Offline mode
et_ee: Rahakott on Ühenduseta režiimis
id_id: Aplikasi dalam mode Offline

source: Application successfully updated, please restart the application.
et_ee: Värskendus edukalt teostatud, palun taaskäivita rahakott.
id_id: Aplikasi berhasil diupdate, silahkan restart aplikasi.

source: Approve wallet creation on other devices
et_ee: Kinnita rahakoti loomise võimalus teistes seadmetes
id_id: Menyetujui pembuatan dompet pada perangkat lain

source: Are you sure you want to delete the backup words?
et_ee: Kas soovid kindlasti kustutada varukoopia sõnad?
id_id: Apakah anda yakin ingin menghapus cadangan kata-kata?

source: Are you sure you want to delete this wallet?
et_ee: Kas soovid kindlasti kustutada selle rahakoti?
id_id: Apakah anda yakin ingin menghapus dompet ini?

source: Available <span>{{index.dagBalance.stable / 1e6}}</span>
et_ee: Vabad vahendid <span>{{index.dagBalance.stable / 1e6}}</span>
id_id: Saldo Yang Tersedia <span>{{index.dagBalance.stable / 1e6}}</span>

source: Available Balance
et_ee: Konto Jääk
id_id: Saldo Yang Tersedia

source: Back
et_ee: Tagasi
id_id: Kembali

source: Backup
et_ee: Varukoopia

source: Backup needed
et_ee: Vajalik varukoopia

source: Backup now
et_ee: Varunda kohe
id_id: Cadangkan sekarang

source: Backup words deleted
et_ee: Varukoopia sõnad on kustutatud
id_id: Cadangan kata-kata dihapus

source: Balance By Address
et_ee: Jääk Aadressi Järgi
id_id: Saldo Berdasarkan Alamat

source: Bind payment
et_ee: Seo makse
id_id: Mengikat pembayaran

source: Bitcoin URI is NOT valid!
et_ee: Bitcoini aadress ei sobi!
id_id: Bitcoin URI TIDAK sah!

source: Both you and {{correspondent.name}} enabled local chat history recording.
et_ee: Sina ja {{correspondent.name}} olete lubanud oma vestluse salvestust.
id_id: Baik anda dan {{correspondent.name}} mengaktifkan rekaman lokal riwayat obrolan.

source: Browser unsupported
et_ee: Brauseri tugi puudub
id_id: Peramban tidak didukung

source: CANCEL
et_ee: LOOBU
id_id: BATAL

source: CONTINUE
et_ee: JÄTKA
id_id: LANJUTKAN

source: Can't delete the last remaining wallet
et_ee: Ei saa kustutada viimast järelejäänud rahakotti
id_id: Tidak dapat menghapus dompet terakhir yang tersisa

source: Cancel
et_ee: Loobu
id_id: Batal

source: Change Wallet type
et_ee: Muuda Rahakoti tüüpi
id_id: Ganti jenis Wallet

source: Change hub:
et_ee: Muuda teenustasu jaotusmeetodit:
id_id: Ganti hub:

source: Change it
et_ee: Muuda see
id_id: Ubahlah

source: Change wallet type!
et_ee: Muuda rahakoti tüüp!
id_id: Ubah jenis dompet!

source: Changing wallet alias only affects the local wallet name.
et_ee: Rahakoti hüüdnime muutmine mõjutab ainult kohaliku rahakoti nime.
id_id: Mengganti alias dompet hanya berpengaruh pada nama dompet lokal.

source: Chat
et_ee: Vestlus
id_id: Obrolan

source: Choose the device to send to
et_ee: Vali seade kuhu saata
id_id: Pilih perangkat untuk mengirim ke

source: Choose wallet
et_ee: Vali rahakott
id_id: Pilih dompet

source: Clear chat history
et_ee: Kustuta vestluse ajalugu
id_id: Hapus riwayat obrolan

source: Close
et_ee: Sulge
id_id: Tutup

source: Co-signer {{$index+1}}:
et_ee: Kaasallkirjastaja {{$index + 1}}:
id_id: Co-penandatangan {{$index + 1}}:

source: Co-signers
et_ee: Kaasallkirjastajad
id_id: Ko-penandatangan

source: Color
et_ee: Värv
id_id: Warna

source: Compress the file? (Slower)
et_ee: Paki fail kokku? (Aeglasem)
id_id: Kompresi berkas? (Lambat)

source: Confirm
et_ee: Kinnita
id_id: Menyetujui

source: Confirm payment
et_ee: Kinnita makse
id_id: Menyetujui pembayaran

source: Confirmed
et_ee: Kinnitatud
id_id: Telah disetujui

source: Copied to clipboard
et_ee: Kopeeritud lõikelauale
id_id: Disalin ke papan klip

source: Correspondents are not restored.
et_ee: Korrespondente ei taastatud.
id_id: Koresponden tidak dipulihkan.

source: Could not create payment proposal
et_ee: Maksekorraldust ei saa luua
id_id: Tidak dapat membuat proposal pembayaran

source: Could not create using the specified extended private key
et_ee: Ei õnnestu luua laiendatud privaatvõtme abil
id_id: Tidak dapat membuat dengan menggunakan perpanjangan kunci pribadi spesifik

source: Could not create using the specified extended public key
et_ee: Ei õnnestu luua laiendatud avaliku võtme abil
id_id: Tidak dapat membuat dengan menggunakan perpanjangan kunci publik spesifik

source: Could not create: Invalid wallet seed
et_ee: Ei saa luua: sobimatu rahakotti seemnefraas
id_id: Tidak dapat membuat: Benih dompet tidak valid

source: Could not decrypt
et_ee: Ei saa dekrüptida
id_id: Tidak dapat mendeskripsi

source: Could not import
et_ee: Ei saa importida
id_id: Tidak dapat mengimpor

source: Could not import. Check input file and password
et_ee: Ei saa importida. Kontrolli sisendfaili ja parooli
id_id: Tidak dapat mengimpor. Periksa masukkan kata kunci dan berkas

source: Could not recognize a valid Dagcoin QR Code
et_ee: Ei tuvastanud sobivat Dagcoini QR koodi
id_id: Tidak bisa mengenali kode QR Dagcoin berlaku

source: Could not send payment
et_ee: Ei saanud makset saata
id_id: Tidak dapat mengirim pembayaran

source: Create new wallet
et_ee: Loo uus rahakott
id_id: Buat dompet baru

source: Create new wallet together with ?
et_ee: Loo uus rahakott koos?
id_id: Buat dompet baru bersamaan dengan ?

source: Create {{requiredCosigners}}-of-{{totalCosigners}} wallet
et_ee: Loo rahakott {{requiredCosigners}} le {{totalCosigners}}-st
id_id: Buat {{requiredCosigners}}-of-{{totalCosigners}} dompet

source: Created:
et_ee: Loodud:
id_id: Dibuat:

source: Creates light wallet which will contain minimum information relevant to you. The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately.
et_ee: Luuakse lihtne rahakott, mis sisaldab minimaalset ja oluliseimat teavet. Rahakoti tarnija võib näha konto saldot, tehtud tehingud. Võid alustada kohe rahakoti kasutamist.
id_id: Dompet akan berisi minimal informasi yang relevan untuk Anda. Vendor dompet akan dapat mengetahui sebagian dari saldo anda dan dapat melihat transaksi mana yang menjadi milik anda, namun anda dapat segera mulai menggunakan dompet dan dompet berfungsi sepenuhnya.

source: Creating Profile...
et_ee: Profiili Loomine...
id_id: Membuat Profil...

source: Creating Wallet...
et_ee: Rahakoti Loomine...
id_id: Membuat Dompet...

source: Custom settings
et_ee: Kohandatud seaded
id_id: Pengaturan khusus

source: DAG address
et_ee: DAG aadress
id_id: Alamat DAG

source: DELETE WORDS
et_ee: SÕNADE KUSTUTAMINE
id_id: HAPUS KATA-KATA

source: DOWNLOAD THE ENTIRE DAGCOIN DATABASE
et_ee: LAE KOGU DAGCOINI ANDMEBAAS
id_id: DOWNLOAD SELURUH DAGCOIN DATABASE

source: Dagcoin Logs
et_ee: Dagcoini Logi
id_id: Log Dagcoin

source: Dagcoin Session Logs Be careful, this could contain sensitive private data
et_ee: Dagcoini sessiooni logi Ole ettevaatlik, see võib sisaldada tundlikele andmeid
id_id: Log Sesi Dagcoin Hati-hati, ini bisa berisi data pribadi yang sensitif

source: Data feed name:
et_ee: Andmevoo nimi:
id_id: Data nama pakan:

source: Date:
et_ee: Kuupäev:
id_id: Tanggal:

source: Declined
et_ee: Tühistatud
id_id: Menolak

source: Decrypting a paper wallet could take around 5 minutes on this device. please be patient and keep the app open.
et_ee: Paberrahakott dekrüptimisel, mis võtab aega umbes 5 minutit. Ole kannatlik ja hoia rakendus avatuna.
id_id: Mendeskripsi dompet kertas membutuhkan waktu sekitar 5 menit pada perangkat ini. harap bersabar dan membiarkan aplikasi tetap berjalan.

source: Default settings (recommended)
et_ee: Vaike seaded (soovitatav)
id_id: Pengaturan default (disarankan)

source: Definition of smart address
et_ee: Aruka aadressi mõiste
id_id: Definisi dari alamat pintar

source: Definitions of addresses
et_ee: Aadresside mõisted
id_id: Definisi dari alamat-alamat

source: Delete Wallet
et_ee: Kustuta Rahakott
id_id: Hapus Dompet

source: Delete the whole chat history with ?
et_ee: Kustutada kogu vestluse ajalugu?
id_id: Hapus keseluruhan riwayat chat dengan?

source: Delete wallet
et_ee: Kustuta rahakott
id_id: Hapus Dompet

source: Derivation Strategy
et_ee: Lahenduse Strateegia
id_id: Strategi Asal

source: Details
et_ee: Üksikasjad
id_id: Detil

source: Device address
et_ee: Seadme aadress
id_id: Alamat perangkat

source: Device name
et_ee: Seadme nimi
id_id: Nama perangkat

source: Do not clone wallets, stop using the original wallet with this seed.
et_ee: Ära kopeeri rahakotte, lõpeta algse rahakoti kasutamine selle seemnefraasiga.
id_id: Jangan menggandakan dompet, hentikan penggunakan dompet asli dengan benih ini.

source: Done
et_ee: Tehtud
id_id: Selesai

source: Edit
et_ee: Muuda
id_id: Sunting

source: Either you or {{correspondent.name}} have chat history recording disabled. History is not saved for anyone now.
et_ee: Kas Sinul või kasutajal {{correspondent.name}} on keelatud vestluse salvestus. Kellegi vestluste ajalugu ei salvestata nüüd enam.
id_id: Baik anda atau {{correspondent.name}} menonaktifkan rekaman riwayat obrolan. Riwayat tidak akan disimpan siapapun.

source: Email Notifications
et_ee: E-maili Teated
id_id: Notifikasi email

source: Email for wallet notifications
et_ee: E-mail, kuhu saadetakse rahakoti teated
id_id: Surel untuk notifikasi dompet

source: Enter the pairing code received from the other device, or use your camera (icon at the upper right corner) to scan the QR code displayed on the other device.
et_ee: Sisesta teisest seadmest saadud sidumiskood või skanneeri oma seadme kaameraga (ikoon paremas ülanurgas) teise seadme ekraanil kuvatav QR-kood.
id_id: Masukan kode pasangan yang diterima dari perangkat lain, atau gunakan kamera anda (ikon pada sisi kanan atas) untuk membaca kode QR yang ditampilkan pada perangkat lain.

source: Enter your password
et_ee: Sisesta oma parool
id_id: Masukkan kata kunci anda

source: Error creating wallet
et_ee: Rahakoti loomisel tõrge
id_id: Kesalahan membuat dompet

source: Expected value:
et_ee: Eeldatav väärtus:
id_id: Dengan nilai yang diharapkan:

source: Export
et_ee: Eksport
id_id: Ekspor

source: Export completed successfully
et_ee: Eksport edukalt teostatud
id_id: Ekspor selesai dengan sukses

source: Exporting...
et_ee: Ekspordib...
id_id: Mengekspor...

source: Extended Public Keys
et_ee: Laiendatud Avalikud Võtmed
id_id: Perpanjangan Kunci Publik

source: Failed to export
et_ee: Eksportimine nurjus
id_id: Gagal mengekspor

source: Fee
et_ee: Teenustasu
id_id: Biaya

source: From:
et_ee: Saatja:
id_id: Dari:

source: Full address:
et_ee: Täielik aadress:
id_id: Alamat lengkap:

source: Full backup
et_ee: Täielik varukoopia
id_id: Cadangan lengkap

source: Funding hub
et_ee: Teenustasu jaotus
id_id: Pusat pendanaan

source: Funding hub is fueling your wallet, it may take several minutes. Please try again a bit later.
et_ee: Teenustasu jaotus Sinu rahakotti alles käib, selleks võib kuluda mitu minutit. Proovi mõne ajapärast uuesti.
id_id: Pusat dana mendorong dompet Anda, mungkin perlu beberapa menit. Silakan coba lagi nanti.

source: Funds found
et_ee: Vahendid saadaval
id_id: Dana ditemukan

source: Funds will be transferred to
et_ee: Vahendid kantakse üle
id_id: Dana akan ditransfer ke

source: GENERAL
et_ee: ÜLDINE
id_id: UMUM

source: GET STARTED
et_ee: ALUSTAMINE
id_id: MEMULAI

source: Generate new address
et_ee: Loo uus aadress
id_id: Membuat alamat baru

source: Generating .csv file...
et_ee: CSV-faili genereerimine...
id_id: Membuat berkas .csv...

source: Getting address for wallet {{selectedWalletName}} ...
et_ee: Hangi aadress rahakotile {{selectedWalletName}}...
id_id: Mendapatkan alamat untuk dompet {{selectedWalletName}} ...

source: Global preferences
et_ee: Üldised seaded
id_id: Preferensi global

source: Go back
et_ee: Tagasi
id_id: Kembali

source: Hardware Wallet
et_ee: Riistvaraline Rahakott
id_id: Dompet perangkat keras

source: Hardware wallet
et_ee: Riistvaraline rahakott
id_id: Dompet perangkat keras

source: Hide the Wallet Seed
et_ee: Peida rahakoti Seemnefraas
id_id: Sembunyikan Benih Dompet

source: Home
et_ee: Kodu
id_id: Rumah

source: I pay:
et_ee: Maksan:
id_id: Saya membayar:

source: I receive another payment:
et_ee: Võtan vastu teise makse:
id_id: Saya menerima pembayaran lain dari:

source: If the condition is not met, I can take this money back after:
et_ee: Kui tingimused pole täidetud, saan selle raha hiljem tagasi:
id_id: Jika kondisinya tidak terpenuhi, uang saya akan kembali setelah:

source: If the peer doesn't pay, I can take my money back after:
et_ee: Kui kaasosaline ei maksa, võin ma oma raha hiljem tagasi võtta:
id_id: Jika rekanan tidak membayar, uang saya akan kembali setelah:

source: Import successfully completed, please restart the application.
et_ee: Importimine on edukalt lõpule viidud, taaskäivita rakendus.
id_id: Impor berhasil diselesaikan, silahkan restart aplikasi.

source: Import wallet
et_ee: Impordi rahakott
id_id: Impor dompet

source: Importing wallet...
et_ee: Rahakoti import...
id_id: Mengimpor dompet...

source: Insert my address
et_ee: Sisesta oma aadress
id_id: Masukkan alamat saya

source: Invalid Touch ID
et_ee: Sobimatu sõrmejälg.
id_id: Touch ID tidak sah

source: Invalid pairing code
et_ee: Sidumiskood vale
id_id: Kode pasangan tidak valid

source: Invalid pubkey length
et_ee: Vale avaliku võtme pikkus
id_id: Panjang pemisah tidak valid

source: Invite new device
et_ee: Kutsu uus seade
id_id: Undang perangkat baru

source: Invite the other device
et_ee: Kutsu teine seade
id_id: Mengundang perangkat lain

source: KEEP ONLY DATA RELEVANT TO YOU
et_ee: HOIA AINULT ANDMEID, MIS ON SEOTUD SINUGA
id_id: Simpan hanya data yang relevan bagi anda

source: Label
et_ee: Silt

source: Language
et_ee: Keel
id_id: Bahasa

source: Laptop + phone + tablet
et_ee: Sülearvuti + telefon + tahvelarvuti
id_id: Laptop + telepon + tablet

source: Later
et_ee: Hiljem
id_id: Nanti

source: Loading...
et_ee: Laeb...
id_id: Pemuatan...

source: Looks that there is a new version available.<br>Would you like to update now?
et_ee: Uus versioon saadaval. <br>Kas soovid kohe värskendada?
id_id: Terlihat bahwa ada versi baru yang tersedia. <br> Apakah kamu ingin update sekarang?

source: Make a payment to
et_ee: Soorita makse
id_id: Lakukan pembayaran ke

source: Maybe later
et_ee: Võibolla hiljem
id_id: Mungkin nanti

source: Me
et_ee: Mulle
id_id: Saya

source: Merchant message
et_ee: Kaupmehe sõnum
id_id: Pesan pedagang

source: Message
et_ee: Sõnum
id_id: Pesan

source: Mobile version supports only light wallets.
et_ee: Mobiilne versioon toetab ainult lihtsat rahakotti.
id_id: Versi mobile hanya mendukung dompet ringan.

source: Multidevice Wallet
et_ee: Mitme seadme Rahakott
id_id: Dompet multidevice

source: My Wallet
et_ee: Minu rahakott

source: My recording preference
et_ee: Salvestamise eelistus
id_id: Preferensi rekaman saya

source: Network
et_ee: Võrk
id_id: Jaringan

source: New Address successfully generated.
et_ee: Uus aadress on edukalt loodud.
id_id: Alamat Baru berhasil dihasilkan.

source: New Random Seed
et_ee: Uus Juhuslik Seemnefraas
id_id: Bibit Acak Baru

source: New version is available!
et_ee: Uus versioon on saadaval!
id_id: Versi baru tersedia!

source: New wallet
et_ee: Uus rahakott
id_id: Dompet baru

source: New witnesses
et_ee: Uued kinnitajad
id_id: Saksi baru

source: No
et_ee: Ei
id_id: Tidak

source: No active addresses found.
et_ee: Aktiivseid aadresse ei leitud.
id_id: Tidak ada alamat aktif yang ditemukan.

source: No private key
et_ee: Privaatne võti puudub
id_id: Tidak ada kunci pribadi

source: Not enough confirmed funds
et_ee: Pole piisavalt kinnitatud vahendeid
id_id: Tidak cukup dana yang pasti

source: Not enough dagcoins
et_ee: Pole piisavalt dagcoine
id_id: Tidak cukup dagcoins

source: Not valid
et_ee: Kehtetu
id_id: Tidak sah

source: Note
et_ee: Märkus
id_id: Catatan

source: Note:
et_ee: Märkus:
id_id: Catatan:

source: Offer a contract
et_ee: Paku lepingut
id_id: Menawarkan kontrak

source: Once you have written your wallet seed down, it is recommended to delete it from this device.
et_ee: Kui oled üles kirjutanud oma rahakoti seemnefraasi, on soovitatav see siit seadmest kustutada.
id_id: Setelah Anda menuliskan benih dompet Anda, sebaiknya Anda menghapusnya dari perangkat ini.

source: Only single-sig wallets can be recovered.
et_ee: Ainult ühe-alkirjaõiguslikud rahakotid on võimalik taastada.
id_id: Hanya satu-sig dompet dapat dipulihkan.

source: Oracle address:
et_ee: Oraakli aadress:
id_id: Alamat Oracle:

source: Pair
et_ee: Seo seadmed
id_id: Pasangan

source: Paired devices
et_ee: Seotud seadmed
id_id: Perangkat berpasangan

source: Paper Wallet Private Key
et_ee: Paberrahakoti Privaatvõti
id_id: Kunci Pribadi Dompet Kertas

source: Passphrase
et_ee: Salasõna
id_id: Frasa sandi

source: Password
et_ee: Parool
id_id: Sandi

source: Password must be at least 8 characters long
et_ee: Parool peab olema vähemalt 8 tähemärki
id_id: Password harus minimal 8 karakter

source: Password must contain at least one digit
et_ee: Parool peab sisaldama vähemalt ühte numbrit
id_id: Password harus mengandung setidaknya satu digit

source: Password must contain at least one letter
et_ee: Parool peab sisaldama vähemalt ühte tähte
id_id: Password harus mengandung setidaknya satu Surat

source: Password must contain at least one special character
et_ee: Parool peab sisaldama vähemalt ühte erimärki
id_id: Password harus mengandung setidaknya satu karakter khusus

source: Password needed
et_ee: Parool on vajalik
id_id: Kata sandi dibutuhkan

source: Passwords do not match
et_ee: Paroolid ei kattu
id_id: Kata sandi tidak cocok

source: Paste your paper wallet private key here
et_ee: Kleebi paberrahakoti privaatvõti siia
id_id: Tempelkan kunci pribadi dompet kertas anda di sini

source: Pay and offer
et_ee: Maksa ja paku
id_id: Membayar dan menawarkan

source: Payment Accepted
et_ee: Makse vastu võetud
id_id: Pembayaran Diterima

source: Payment Proposal Created
et_ee: Maksekorraldus loodud
id_id: Proposal Pembayaran Dibuat

source: Payment Proposals
et_ee: Maksekorraldused
id_id: Proposal Pembayaran

source: Payment Rejected
et_ee: Makse tagasi lükatud
id_id: Pembayaran Ditolak

source: Payment Sent
et_ee: Makse saadetud
id_id: Pembayaran Terkirim

source: Peer pays to:
et_ee: Kaasosaline maksab:
id_id: Peer membayar untuk:

source: Peer pays:
et_ee: Kaasosaline maksab:
id_id: Rekan membayar:

source: Peer:
et_ee: Kaasosaline:
id_id: Rekanan:

source: Pending wallet balance: {{index.dagBalance.pendingStr}}
et_ee: Ootel tehingute saldo: {{index.dagBalance.pendingStr}}
id_id: Saldo dompet tertunda: {{index.dagBalance.pendingStr}}

source: Permanently delete this wallet.
et_ee: Kustuta see rahakott jäädavalt.
id_id: Hapus dompet ini secara permanen.

source: Plain Wallet
et_ee: Tavaline Rahakott
id_id: Dompet polos

source: Please choose registration type
et_ee: Palun vali registreerimise tüüp
id_id: Silahkan pilih tipe registrasi

source: Please choose the type of this wallet
et_ee: Palun vali selle rahakoti tüüp
id_id: Silahkan pilih jenis dompet ini

source: Please enter the required fields
et_ee: Palun täida nõutud väljad
id_id: Harap masukkan bidang yang dipersyaratkan

source: Please name this device
et_ee: Anna sellele seadmele nimi
id_id: Berikan nama perangkat ini

source: Posted value:
et_ee: Edastatud väärtus:
id_id: Nilai yang diposkan:

source: Press again to exit
et_ee: Väljumiseks kliki uuesti
id_id: Tekan lagi untuk keluar

source: Private payloads sent
et_ee: Privaatsed makseandmed saadetud
id_id: Muatan pribadi dikirim

source: Problems with connecting to the hub. Please try again later
et_ee: Probleemid teenustasu jaotusüksusega. Proovi hiljem uuesti
id_id: Masalah dengan koneksi ke hub. Silakan coba lagi nanti

source: QR Code
et_ee: QR-kood
id_id: Kode QR

source: Re-send private payloads
et_ee: Saada uuesti privaatsed makseandmed
id_id: Kirim ulang muatan pribadi

source: Receive
et_ee: Võta vastu
id_id: Terima

source: Receiver
et_ee: Vastuvõtja
id_id: Penerima

source: Recipients
et_ee: Saajad
id_id: Penerima

source: Reconnecting to Wallet Service...
et_ee: Rahakoti teenusega taasühendamine...
id_id: Menyambung kembali ke Layanan Dompet ...

source: Recover
et_ee: Taastamine
id_id: Memulihkan

source: Recovery
et_ee: Taastamine
id_id: Pemulihan

source: Recreating Wallet...
et_ee: Rahakoti taasloomine...
id_id: Menciptakan Wallet ...

source: Refused
et_ee: Tagasi lükatud
id_id: Menolak

source: Release Information
et_ee: Versiooni info
id_id: Informasi Rilis

source: Remove
et_ee: Eemalda
id_id: Menghapus

source: Remove a device
et_ee: Seadme eemaldamine
id_id: Hapus perangkat

source: Rename:
et_ee: Nimeta ümber:
id_id: Ubah nama:

source: Repeat password
et_ee: Parooli kordus
id_id: Ulangi kata sandi

source: Repeat the password
et_ee: Parool uuesti
id_id: Ulangi kata sandinya

source: Replace
et_ee: Asenda
id_id: Menggantikan

source: Request a specific amount
et_ee: Määratud summa taotlus
id_id: Meminta jumlah tertentu

source: Request payment
et_ee: Makse päring
id_id: Permintaan pembayaran
